<?php
// Heading
$_['heading_title']         = 'пользователей';

// Text
$_['text_success']          = 'Успех: вы изменили пользователей!';
$_['text_list']             = 'Список пользователей';
$_['text_add']              = 'Добавить пользователя';
$_['text_edit']             = 'Редактировать пользователя';

// Column
$_['column_username']       = 'имя пользователя';
$_['column_status']         = 'Положение дел';
$_['column_date_added']     = 'Дата Добавлена';
$_['column_action']         = 'действие';

// Entry
$_['entry_username']        = 'имя пользователя';
$_['entry_user_group']      = 'Группа пользователей';
$_['entry_password']        = 'пароль';
$_['entry_confirm']         = 'подтвердить';
$_['entry_firstname']       = 'Имя';
$_['entry_lastname']        = 'Фамилия';
$_['entry_email']           = 'Эл. почта';
$_['entry_image']           = 'Образ';
$_['entry_status']          = 'Положение дел';

// Error
$_['error_permission']      = 'Предупреждение: у вас нет разрешения изменять пользователей!';
$_['error_account']         = 'Предупреждение: вы не можете удалить свою учетную запись!';
$_['error_exists_username'] = 'Внимание: имя пользователя уже используется!';
$_['error_username']        = 'Имя пользователя должно быть от 3 до 20 символов.!';
$_['error_password']        = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']         = 'Подтверждение пароля и пароля не соответствует!';
$_['error_firstname']       = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']        = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']           = 'Адрес электронной почты не действителен!';
$_['error_exists_email']    = 'Внимание: E-Mail уже зарегистрирован!';