<?php
// Heading
$_['heading_title']    = 'Группы пользователей';

// Text
$_['text_success']     = 'Успех: вы изменили группы пользователей!';
$_['text_list']        = 'Группы пользователей';
$_['text_add']         = 'Добавить группу пользователей';
$_['text_edit']        = 'Изменить группу пользователей';

// Column
$_['column_name']      = 'Имя группы пользователей';
$_['column_action']    = 'действие';

// Entry
$_['entry_name']       = 'Имя группы пользователей';
$_['entry_access']     = 'Разрешение доступа';
$_['entry_modify']     = 'Изменить разрешение';

// Error
$_['error_permission'] = 'Предупреждение. У вас нет прав на изменение групп пользователей!';
$_['error_name']       = 'Имя группы пользователей должно быть от 3 до 64 символов!';
$_['error_user']       = 'Предупреждение. Эта группа пользователей не может быть удалена, поскольку она в настоящее время назначена %s пользователи!';