<?php

// Heading

$_['heading_title']    = 'Резервное копирование &amp; Восстановить';



// Text

$_['text_success']     = 'Успех: вы успешно импортировали свою базу данных!';



// Entry

$_['entry_import']     = 'Импортировать';

$_['entry_export']     = 'экспорт';



// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения на модификацию Backup & amp; Восстановить!';

$_['error_export']     = 'Предупреждение. Вы должны выбрать хотя бы одну таблицу для экспорта!';

$_['error_empty']      = 'Внимание: загруженный файл пуст!';