<?php

// Heading

$_['heading_title']                = 'Настройки веб-сайта';



// Text

$_['text_stores']                  = 'Веб-сайт';

$_['tab_store']                    = 'Веб-сайт';

$_['text_success']                 = 'Успех: вы изменили настройки сайта!';

$_['text_edit']                    = 'Изменить настройки сайта';

$_['text_product']                 = 'список';

$_['text_review']                  = 'Отзывы';

$_['text_voucher']                 = 'Ваучеры';

$_['text_tax']                     = 'налоги';

$_['text_account']                 = 'Счет';

$_['text_checkout']                = 'Проверять, выписываться';

$_['text_stock']                   = 'Акции';

$_['text_affiliate']               = 'Филиалы';

$_['text_captcha']                 = 'Защитный код';

$_['text_register']                = 'регистр';

$_['text_guest']                   = 'Отзывы клиентов';

$_['text_return']                  = 'Возвращает';

$_['text_contact']                 = 'контакт';

$_['text_mail']                    = 'почта';

$_['text_smtp']                    = 'SMTP';

$_['text_mail_alert']              = 'Почтовые оповещения';

$_['text_mail_account']            = 'регистр';

$_['text_mail_affiliate']          = 'Добавить свойство';

$_['text_mail_order']              = 'заказы';

$_['text_mail_review']             = 'Отзывы';

$_['text_general']                 = 'Генеральная';

$_['text_security']                = 'Безопасность';

$_['text_upload']                  = 'Загрузки';

$_['text_error']                   = 'Обработка ошибок';



// Entry

$_['entry_meta_title']             = 'Мета-название';

$_['entry_meta_description']       = 'Описание Meta Tag';

$_['entry_meta_keyword']           = 'Meta Tag Keywords';

$_['entry_layout']                 = 'Макет по умолчанию';

$_['entry_theme']                  = 'тема';

$_['entry_name']                   = 'Название сайта';

$_['entry_owner']                  = 'Владелец сайта';

$_['entry_address']                = 'Адрес';

$_['entry_email']                  = 'Эл. почта';

$_['entry_telephone']              = 'телефон';

$_['entry_map']                    = 'Вставить код карты';

$_['entry_mapkey']                 = 'Ключ карты Google';

$_['entry_image']                  = 'Образ';

$_['entry_location']               = 'Месторасположение сайта';

$_['entry_country']                = 'Страна';

$_['entry_zone']                   = 'Регион / государство';

$_['entry_language']               = 'язык';

$_['entry_admin_language']         = 'Язык администрирования';

$_['entry_currency']               = 'валюта';

$_['entry_currency_auto']          = 'Валюта автоматического обновления';

$_['entry_length_class']           = 'Длина';

$_['entry_weight_class']           = 'Весовой класс';

$_['entry_limit_admin']            = 'Статьи по умолчанию на странице (Admin)';

$_['entry_product_count']          = 'Количество списков категорий';

$_['entry_customer_online']        = 'Клиенты в Интернете';

$_['entry_customer_activity']      = 'Деятельность клиентов';

$_['entry_customer_search']        = 'Поиск клиентов';

$_['entry_customer_group']         = 'Группа клиентов';

$_['entry_customer_group_display'] = 'Группы клиентов';

$_['entry_customer_price']         = 'Цены на входные билеты';

$_['entry_login_attempts']         = 'Макс. Попытки входа в систему';

$_['entry_account']                = 'Условия использования учетной записи';

$_['entry_captcha']                = 'Защитный код';

$_['entry_captcha_page']           = 'Защитный код';

$_['entry_logo']                   = 'Логотип сайта';

$_['entry_icon']                   = 'Значок';

$_['entry_ftp_hostname']           = 'Хост FTP';

$_['entry_ftp_port']               = 'Порт FTP';

$_['entry_ftp_username']           = 'Имя пользователя FTP';

$_['entry_ftp_password']           = 'Пароль FTP';

$_['entry_ftp_root']               = 'Корень FTP';

$_['entry_ftp_status']             = 'Включить FTP';

$_['entry_mail_protocol']          = 'Почтовый протокол';

$_['entry_mail_parameter']         = 'Параметры почты';

$_['entry_mail_smtp_hostname']     = 'Имя хоста SMTP';

$_['entry_mail_smtp_username']     = 'Имя пользователя SMTP';

$_['entry_mail_smtp_password']     = 'Пароль SMTP';

$_['entry_mail_smtp_port']         = 'Порт SMTP';

$_['entry_mail_smtp_timeout']      = 'Таймаут SMTP';

$_['entry_mail_alert']             = 'Alert Mail';

$_['entry_mail_alert_email']       = 'Дополнительная предупреждающая почта';

$_['entry_secure']                 = 'Использовать SSL';

$_['entry_shared']                 = 'Использовать общие сеансы';

$_['entry_robots']                 = 'Роботы';

$_['entry_seo_url']                = 'Использовать URL-адреса SEO';

$_['entry_file_max_size']	       = 'Максимальный размер файла';

$_['entry_file_ext_allowed']       = 'Разрешенные расширения файлов';

$_['entry_file_mime_allowed']      = 'Разрешенные типы файлов файлов';

$_['entry_maintenance']            = 'Режим обслуживания';

$_['entry_password']               = 'Разрешить забытый пароль';

$_['entry_encryption']             = 'Ключ шифрования';

$_['entry_compression']            = 'Уровень сжатия';

$_['entry_error_display']          = 'Ошибки отображения';

$_['entry_error_log']              = 'Ошибки журнала';

$_['entry_error_filename']         = 'Имя файла журнала ошибок';

$_['entry_status']                 = 'Положение дел';

$_['tab_socialmedia']              = 'Нижний колонтитул Социальные иконки';

$_['entry_aboutdes']         	   = 'О нас Описание';

$_['entry_title']         	       = 'заглавие:';

$_['entry_phoneno']         	   = 'Номер телефона:';

$_['entry_mobile']         	       = 'Номер мобильного:';

$_['entry_phoneno']         	   = 'Номер телефона:';

$_['entry_email']         	       = 'Эл. адрес:';

$_['entry_address2']         	   = 'Адрес:';

$_['entry_fburl']         	       = 'URL-адрес Facebook:';

$_['entry_google']         	       = 'Google URL:';

$_['entry_twet']         	       = 'URL-адрес Twitter:';

$_['entry_in']         	           = 'LinkedIn:';

$_['entry_instagram']         	   = 'Instagram:';

$_['entry_pinterest']         	   = 'Pinterest';

$_['entry_youtube']         	   = 'YouTube';

$_['entry_blogger']         	   = 'Blogger';

$_['entry_footericon']             = 'Логотип Footer';



// Help

$_['help_location']                = 'Различные местоположения веб-сайта, которые вы хотите отобразить в форме контакта с нами.';

$_['help_currency']                = 'Изменение валюты по умолчанию. Очистите кеш браузера, чтобы увидеть изменения и сбросить существующие файлы cookie.';

$_['help_currency_auto']           = 'Установите свой сайт для автоматического обновления валют ежедневно.';

$_['help_limit_admin']   	       = 'Определяет, сколько элементов администратора отображается на странице (заказы, клиенты и т. Д.).';

$_['help_product_count']           = 'Покажите количество продуктов внутри подкатегорий в меню категории заголовков веб-сайта. Будьте предупреждены, это приведет к экстремальным результатам для магазинов с большим количеством подкатегорий!';

$_['help_customer_online']         = 'Отслеживайте клиентов через раздел отчетов клиентов.';

$_['help_customer_activity']       = 'Отслеживать деятельность клиентов через раздел отчетов клиентов.';

$_['help_customer_group']          = 'Группа клиентов по умолчанию.';

$_['help_customer_group_display']  = 'Отображать группы клиентов, которые могут выбрать новые клиенты, такие как оптовая и коммерческая деятельность при регистрации.';

$_['help_customer_price']          = 'Показывать только цены, когда клиент вошел в систему.';

$_['help_login_attempts']          = 'Максимальные попытки входа в систему допускаются до блокировки учетной записи в течение 1 часа. Клиентские и приветливые учетные записи могут быть разблокированы на клиенте или страницы аддонов администратора.';

$_['help_account']                 = 'Заставляет людей соглашаться на условия до создания учетной записи.';

$_['help_captcha']                 = 'Captcha, чтобы использовать для регистрации, входа, контакта и отзывов.';

$_['help_icon']                    = 'Значок должен быть PNG, который равен 16px x 16px.';

$_['help_ftp_root']                = 'Каталог, в котором хранится ваша установка RealEstate. Обычно \ public_html/\'.';

$_['help_mail_protocol']           = 'Выберите только «Mail», если только ваш хост отключил функцию php mail.';

$_['help_mail_parameter']          = 'При использовании «Mail» здесь могут быть добавлены дополнительные параметры почты (например, -f email@storeaddress.com).';

$_['help_mail_smtp_hostname']      = 'Добавьте префикс tls: // \ или \ ssl: // \, если требуется подключение к безопасности. (например, tls: //smtp.gmail.com, ssl: //smtp.gmail.com).';

$_['help_mail_smtp_password']      = 'Для gmail вам может понадобиться настроить пароль для конкретного приложения: https://security.google.com/settings/security/apppasswords.';

$_['help_mail_alert']              = 'Выберите, какие функции вы хотели бы получать оповещение по электронной почте, когда клиент использует их.';

$_['help_mail_alert_email']        = 'Любые дополнительные сообщения электронной почты, которые вы хотите получить в виде сообщения электронной почты, в дополнение к электронной почте основного магазина. (разделенные запятой).';

$_['help_secure']                  = 'Использовать проверку SSL с вашим хостом, если установлен сертификат SSL, и добавить URL-адрес SSL в файлы конфигурации каталога и администратора.';

$_['help_shared']                  = 'Попробуйте совместно использовать cookie сеанса между магазинами, чтобы тележка могла быть передана между различными доменами.';

$_['help_robots']                  = 'Список пользовательских агентов веб-искателя, совместно используемых сеансами, не будет использоваться. Используйте отдельные строки для каждого пользовательского агента.';

$_['help_seo_url']                 = 'Чтобы использовать URL-адреса SEO, необходимо установить mod-rewrite модуля apache, и вам нужно переименовать htaccess.txt в .htaccess.';

$_['help_file_max_size']		   = 'Максимальный размер файла изображения, который вы можете загрузить в Image Manager. Введите в качестве байта.';

$_['help_file_ext_allowed']        = 'Add which file extensions are allowed to be uploaded. Use a new line for each value.';

$_['help_file_mime_allowed']       = 'Добавьте, какие файлы mime-типов разрешены для загрузки. Используйте новую строку для каждого значения.';

$_['help_maintenance']             = 'Запрещает пользователям просматривать ваш магазин. Вместо этого они будут видеть сообщение об обслуживании. Если вы вошли в систему как администратор, вы увидите магазин как обычно.';

$_['help_password']                = 'Разрешить забытый пароль для администратора. Это будет автоматически отключено, если система обнаружит попытку взлома.';

$_['help_encryption']              = 'Предоставьте секретный ключ, который будет использоваться для шифрования личной информации при обработке заказов.';

$_['help_compression']             = 'GZIP для более эффективной передачи запрашивающим клиентам. Уровень сжатия должен быть от 0 до 9.';



// Error

$_['error_warning']                = 'Внимание! Пожалуйста, внимательно проверьте форму на наличие ошибок!';

$_['error_permission']             = 'Предупреждение: у вас нет прав на изменение настроек!';

$_['error_meta_title']             = 'Название должно быть от 3 до 32 символов!';

$_['error_name']                   = 'Имя веб-сайта должно быть от 3 до 32 символов!';

$_['error_owner']                  = 'Владелец сайта должен быть от 3 до 64 символов!';

$_['error_address']                = 'Адрес веб-сайта должен быть от 10 до 256 символов!';

$_['error_mapkey']                 = 'Введите ключ карты';

$_['error_map']                    = 'Пожалуйста, введите карту google map embad code';

$_['error_email']                  = 'Адрес электронной почты не действителен!';

$_['error_telephone']              = 'Телефон должен быть от 3 до 32 символов!';

$_['error_limit']       	       = 'Требуется лимит!';

$_['error_login_attempts']         = 'Входные попытки должны быть больше 0!';

$_['error_customer_group_display'] = 'Вы должны включить группу клиентов по умолчанию, если вы собираетесь использовать эту функцию!';



$_['error_processing_status']      = 'Вы должны выбрать как минимум 1 статус процесса заказа';



$_['error_ftp_hostname']           = 'Требуется FTP-хост!';

$_['error_ftp_port']               = 'Требуется FTP-порт!';

$_['error_ftp_username']           = 'Имя пользователя FTP!';

$_['error_ftp_password']           = 'Требуется FTP-пароль!';

$_['error_error_filename']         = 'Требуется имя файла журнала ошибок!';

$_['error_malformed_filename']	   = 'Ошибка с измененным именем файла журнала!';

$_['error_encryption']             = 'Ключ шифрования должен быть от 32 до 1024 символов!';

