<?php

// Heading

$_['heading_title']                = 'магазины';



// Text

$_['text_settings']                = 'настройки';

$_['text_success']                 = 'Успех: вы изменили магазины!';

$_['text_list']                    = 'Список магазинов';

$_['text_add']                     = 'Добавить магазин';

$_['text_edit']                    = 'Изменить хранилище';

$_['text_items']                   = 'Предметы';

$_['text_tax']                     = 'налоги';

$_['text_account']                 = 'Счет';

$_['text_checkout']                = 'Проверять, выписываться';

$_['text_stock']                   = 'Акции';

$_['text_shipping']                = 'Адрес доставки';

$_['text_payment']                 = 'Адрес оплаты';



// Column

$_['column_name']                  = 'Название магазина';

$_['column_url']	               = 'URL магазина';

$_['column_action']                = 'действие';



// Entry

$_['entry_url']                    = 'URL магазина';

$_['entry_ssl']                    = 'URL-адрес SSL';

$_['entry_meta_title']             = 'Мета-название';

$_['entry_meta_description']       = 'Описание Meta Tag';

$_['entry_meta_keyword']           = 'Мета-тег Ключевые слова';

$_['entry_layout']                 = 'Макет по умолчанию';

$_['entry_theme']                  = 'тема';

$_['entry_name']                   = 'Название магазина';

$_['entry_owner']                  = 'Владелец магазина';

$_['entry_address']                = 'Адрес';

$_['entry_email']                  = 'Эл. почта';

$_['entry_telephone']              = 'телефон';

$_['entry_image']                  = 'Образ';

$_['entry_location']               = 'Место хранения';

$_['entry_country']                = 'Страна';

$_['entry_zone']                   = 'Регион / государство';

$_['entry_language']               = 'язык';

$_['entry_currency']               = 'валюта';

$_['entry_tax']                    = 'Показать цены с налогом';

$_['entry_tax_default']            = 'Использовать адрес налогоплательщика';

$_['entry_tax_customer']           = 'Использовать адрес налогоплательщика';

$_['entry_customer_group']         = 'Группа клиентов';

$_['entry_customer_group_display'] = 'Группы клиентов';

$_['entry_customer_price']         = 'Цены на входные билеты';

$_['entry_account']                = 'Условия использования учетной записи';

$_['entry_cart_weight']            = 'Вес дисплея на странице корзины';

$_['entry_checkout_guest']         = 'Отзывы клиентов';

$_['entry_checkout']               = 'Условия оплаты';

$_['entry_order_status']           = 'Статус заказа';

$_['entry_stock_display']          = 'Показывать акции';

$_['entry_stock_checkout']         = 'Проверка запасов';

$_['entry_logo']                   = 'Логотип магазина';

$_['entry_icon']                   = 'Значок';

$_['entry_secure']                 = 'Использовать SSL';



// Help

$_['help_url']                     = 'Включите полный URL-адрес в ваш магазин. Не забудьте добавить \ '/ \' в конце. Пример: http://www.yourdomain.com/path/ <br /> <br /> Не используйте каталоги для создания нового магазина. Вы всегда должны указывать другой домен или допол.';

$_['help_ssl']                     = 'URL SSL в ваш магазин. Не забудьте добавить \ '/ \' в конце. Пример: http://www.yourdomain.com/path/ <br /> <br /> Не используйте каталоги для создания нового магазина. Вы всегда должны указывать другой домен или дополнительный домен на свой хостинг.';

$_['help_location']                = 'Различные местоположения магазинов, которые вы хотите отобразить в форме контакта с нами.';

$_['help_currency']                = 'Изменение валюты по умолчанию. Очистите кеш браузера, чтобы увидеть изменения и сбросить существующие файлы cookie.';

$_['help_tax_default']             = 'Используйте адрес магазина, чтобы рассчитать налоги, если клиент не вошел в систему. Вы можете использовать адрес магазина для адреса доставки или платежа клиента.';

$_['help_tax_customer']            = 'Используйте адрес клиентов по умолчанию, когда они заходят, чтобы рассчитать налоги. Вы можете использовать адрес по умолчанию для адреса доставки или платежа клиента.';

$_['help_customer_group']          = 'Группа клиентов по умолчанию.';

$_['help_customer_group_display']  = 'Отображать группы клиентов, которые могут выбрать новые клиенты, такие как оптовая и коммерческая деятельность при регистрации.';

$_['help_customer_price']          = 'Показывать только цены, когда клиент вошел в систему.';

$_['help_account']                 = 'Заставляет людей соглашаться на условия до создания учетной записи.';

$_['help_checkout_guest']          = 'Разрешить клиентам оформление заказа без создания учетной записи. Это не будет доступно, если загружаемый продукт находится в корзине покупок.';

$_['help_checkout']                = 'Заставляет людей соглашаться на условия до того, как клиент может проверить.';

$_['help_order_status']            = 'Задайте статус заказа по умолчанию при обработке заказа.';

$_['help_stock_display']           = 'Показывать количество запасов на странице продукта.';

$_['help_stock_checkout']          = 'Разрешить клиентам по-прежнему проверять, нет ли у них заказанных товаров.';

$_['help_icon']                    = 'Значок должен быть PNG, который равен 16px x 16px.';

$_['help_secure']                  = 'Чтобы использовать SSL-проверку с вашим хостом, если установлен сертификат SSL.';



// Error

$_['error_warning']                = 'Внимание! Пожалуйста, внимательно проверьте форму на наличие ошибок!';

$_['error_permission']             = 'Предупреждение: у вас нет разрешения изменять хранилища!';

$_['error_url']                    = 'Требуется адрес магазина!';

$_['error_meta_title']             = 'Название должно быть от 3 до 32 символов!';

$_['error_name']                   = 'Имя магазина должно быть от 3 до 32 символов!';

$_['error_owner']                  = 'Владелец магазина должен быть от 3 до 64 символов!';

$_['error_address']                = 'Адрес магазина должен быть от 10 до 256 символов!';

$_['error_email']                  = 'Адрес электронной почты не действителен!';

$_['error_telephone']              = 'Телефон должен быть от 3 до 32 символов!';

$_['error_customer_group_display'] = 'Вы должны включить группу клиентов по умолчанию, если вы собираетесь использовать эту функцию!';

$_['error_default']                = 'Предупреждение: вы не можете удалить свой магазин по умолчанию!';

$_['error_store']                  = 'Предупреждение: этот магазин нельзя удалить, поскольку он в настоящее время назначен для заказов %s!';

