<?php

// Heading

$_['heading_title']       		 = 'Макеты';



// Text

$_['text_success']        		 = 'Успех: вы изменили макеты!';

$_['text_list']           		 = 'Список макетов';

$_['text_add']            		 = 'Добавить макет';

$_['text_edit']           		 = 'Редактировать макет';

$_['text_remove']         		 = 'Удалить';

$_['text_route']          		 = 'Выберите магазин и маршруты, которые будут использоваться с этим макетом';

$_['text_module']         		 = 'Выберите положение модулей';

$_['text_default']        		 = 'По умолчанию';

//xml

$_['text_column_slider']         = 'Ползунок столбца';

$_['text_column_testimonial']    = 'Колонка';

$_['text_content_propty']        = 'Свойство контента';

$_['text_column_footer']         = 'Нижний колонтитул';

$_['text_column_footer4']        = 'Галерея колонковых колонтитулов';

$_['text_column_footer3']        = 'Информационный бюллетень колонкового колонтитула';

$_['text_column_footer5']        = 'Столбец Footer5';

$_['text_content_top']    		 = 'Содержание';

$_['text_content_bottom'] 		 = 'Содержание';

$_['text_column_left']    		 = 'Столбец влево';

$_['text_column_right']   		 = 'Столбец вправо';



// Column

$_['column_name']         		 = 'Имя макета';

$_['column_action']       		 = 'действие';



// Entry

$_['entry_name']         		 = 'Имя макета';

$_['entry_store']         		 = 'хранить';

$_['entry_route']        		 = 'маршрут';

$_['entry_module']       		 = 'модуль';



// Error

$_['error_permission']   		 = 'Предупреждение: у вас нет разрешения на изменение макетов!';

$_['error_name']         		 = 'Имя макета должно быть от 3 до 64 символов!';

$_['error_default']     		 = 'Предупреждение: этот макет не может быть удален, поскольку он в настоящее время назначен как макет хранилища по умолчанию!';

$_['error_store']        		 = 'Предупреждение: этот макет не может быть удален, поскольку он в настоящее время назначен для хранилищ %s!';

$_['error_product']      		 = 'Предупреждение: этот макет не может быть удален, поскольку он в настоящее время назначен для продуктов %s!';

$_['error_category']     		 = 'Предупреждение: этот макет не может быть удален, поскольку в настоящее время он присвоен категориям %s!';

$_['error_information']  		 = 'Предупреждение: этот макет не может быть удален, поскольку он в настоящее время назначен для информационных страниц %s!';

