<?php

// Heading

$_['heading_title']          = 'Тип списка';



// Text

$_['text_success']           = 'Успех: вы изменили категории!';

$_['text_list']              = 'Список категорий';

$_['text_add']               = 'Добавить категорию';

$_['text_edit']              = 'Изменить категорию';

$_['text_default']           = 'По умолчанию';



// Column

$_['column_name']            = 'Название категории';

$_['column_sort_order']      = 'Порядок сортировки';

$_['column_action']          = 'действие';



// Entry

$_['entry_name']             = 'Название категории';

$_['entry_description']      = 'Описание';

$_['entry_meta_title'] 	     = 'Название метатега';

$_['entry_meta_keyword']     = 'Мета-тег Ключевые слова';

$_['entry_meta_description'] = 'Описание Meta Tag';

$_['entry_keyword']          = 'URL SEO';

$_['entry_parent']           = 'родитель';

$_['entry_filter']           = 'фильтры';

$_['entry_store']            = 'Веб-сайт';

$_['entry_image']            = 'Образ';

$_['entry_top']              = 'верхний';

$_['entry_column']           = 'Колонны';

$_['entry_sort_order']       = 'Порядок сортировки';

$_['entry_status']           = 'Положение дел';

$_['entry_layout']           = 'Переопределение макета';



// Help

$_['help_filter']            = '(Автозаполнение)';

$_['help_keyword']           = 'Не используйте пробелы, вместо этого замените пробелы - и убедитесь, что URL-адрес SEO уникален во всем мире.';

$_['help_top']               = 'Отображение в верхней строке меню. Работает только для главных родительских категорий.';

$_['help_column']            = 'Количество столбцов для нижних 3 категорий. Работает только для главных родительских категорий.';



// Error

$_['error_warning']          = 'Внимание! Пожалуйста, внимательно проверьте форму на наличие ошибок!';

$_['error_permission']       = 'Предупреждение: у вас нет разрешения на изменение категорий!';

$_['error_name']             = 'Название категории должно быть от 2 до 255 символов!';

$_['error_meta_title']       = 'Название мета должно быть больше 3 и меньше 255 символов!';

$_['error_keyword']          = 'URL-адрес SEO уже используется!';

$_['error_parent']           = 'Выбранная родительская категория является дочерним элементом текущего!';

