<?php

// Heading

$_['heading_title']        = 'Пользовательское поле';



// Text

$_['text_success']         = 'Успех: вы изменили настраиваемые поля!';

$_['text_list']            = 'Пользовательский список полей';

$_['text_add']             = 'Добавить пользовательское поле';

$_['text_edit']            = 'Изменить пользовательское поле';

$_['text_choose']          = 'выберите';

$_['text_select']          = 'Выбрать';

$_['text_radio']           = 'Радио';

$_['text_checkbox']        = 'флажок';

$_['text_input']           = 'вход';

$_['text_text']            = 'Текст';

$_['text_textarea']        = 'Textarea';

$_['text_file']            = 'файл';

$_['text_date']            = 'Дата';

$_['text_datetime']        = 'Дата & amp; Время';

$_['text_time']            = 'Время';

$_['text_account']         = 'Счет';

$_['text_address']         = 'Адрес';

$_['text_regex']           = 'Regex';





//13/2/2018/

$_['text_success']           = 'успешно: добавьте пользовательское поле';

$_['text_successedit']       = 'успешно: вы изменили пользовательское поле';

$_['text_successdelete']     = 'успешно: пользовательское поле Delete';

//13/2/2018/



// Column

$_['column_name']          = 'Имя пользовательского поля';

$_['column_location']      = 'Место нахождения';

$_['column_type']          = 'Тип';

$_['column_sort_order']    = 'Порядок сортировки';

$_['column_action']        = 'действие';



// Entry

$_['entry_name']           = 'Имя пользовательского поля';

$_['entry_location']       = 'Место нахождения';

$_['entry_type']           = 'Тип';

$_['entry_value']          = 'Стоимость';

$_['entry_validation']     = 'Проверка';

$_['entry_custom_value']   = 'Имя поля настраиваемого поля';

$_['entry_customer_group'] = 'Группа клиентов';

$_['entry_required']       = 'необходимые';

$_['entry_status']         = 'Положение дел';

$_['entry_sort_order']     = 'Порядок сортировки';



// Help

$_['help_regex']           = 'Использовать регулярное выражение. E.g: /[a-zA-Z0-9_-]/';

$_['help_sort_order']      = 'Используйте минус для обратного отсчета от последнего поля в наборе.';



// Error

$_['error_permission']     = 'Предупреждение. У вас нет разрешения на изменение настраиваемых полей!';

$_['error_name']           = 'Имя настраиваемого поля должно быть от 1 до 128 символов!';

$_['error_type']           = 'Предупреждение: требуемые значения поля!';

$_['error_custom_value']   = 'Пользовательское значение Name должно быть от 1 до 128 символов!';