<?php

// Heading 

$_['heading_title']          = 'Ближайшее место';



// Text

$_['text_success']           = 'Успех: вы изменили информацию!';

$_['text_list']              = 'Ближайший список';

$_['text_add']               = 'Добавить форму';

$_['text_edit']              = 'Изменить форму';

$_['text_form']              = 'Добавить ближайший';

$_['text_enable']            = 'включить';

$_['text_disable']           = 'запрещать';

$_['text_default']           = 'По умолчанию';





//13/2/2018/

$_['text_success']           = 'успешно: Добавить вас Ближайшее место!';

$_['text_successedit']       = 'успешно: вы изменили Ближайшее место';

$_['text_successdelete']     = 'успешно: вы Ближайшее место Удалить';

//13/2/2018/


// Column

$_['column_description']     = 'имя';

$_['column_name']            = 'имя';

$_['column_image']            = 'Образ';

$_['column_sort_order']      = 'Порядок сортировки';

$_['column_status']           = 'Положение дел';

$_['column_action']           = 'действие';





// Entry

$_['entry_title']           = 'заглавие';

$_['entry_image']           = 'Образ';

$_['entry_SEO_URL']         = 'URL SEO';

$_['entry_name']            = 'имя';

$_['entry_description']     ='Описание';

$_['entry_store']            = 'Веб-сайт';

$_['entry_meta_title'] 	     = 'Название метатега';

$_['entry_meta_keyword'] 	 = 'Мета-тег Ключевые слова';

$_['entry_meta_description'] = 'Описание Meta Tag';

$_['entry_keyword']          = 'URL SEO';

$_['entry_bottom']           = 'Дно';

$_['entry_status']           = 'Положение дел';

$_['entry_sort_order']       = 'Порядок сортировки';

$_['entry_layout']           = 'Переопределение макета';



// Help

$_['help_keyword']           = 'Не используйте пробелы, вместо этого замените пробелы - и убедитесь, что URL-адрес SEO уникален во всем мире.';

$_['help_bottom']            = 'Отображение нижнего нижнего колонтитула.';



// Error

$_['error_warning']          = 'Внимание! Пожалуйста, внимательно проверьте форму на наличие ошибок!';

$_['error_permission']       = 'Предупреждение: у вас нет разрешения на изменение информации!';



$_['error_name']            = 'Название Название должно быть от 3 до 64 символов!';



$_['error_description']      = 'Описание должно быть более 3 символов!';

$_['error_meta_title']       = 'Название мета должно быть больше 3 и меньше 255 символов!';

$_['error_keyword']          = 'URL-адрес SEO уже используется!';

$_['error_account']          = 'Предупреждение. Эта страница информации не может быть удалена, поскольку она в настоящее время назначена в качестве условий учетной записи магазина!';

$_['error_checkout']         = 'Предупреждение. Эта информационная страница не может быть удалена, поскольку она в настоящее время назначается в качестве условий проверки магазина!';

$_['error_affiliate']        = 'Предупреждение: эта информационная страница не может быть удалена, поскольку она в настоящее время назначена в качестве условий присоединения к магазину!';

$_['error_return']           = 'Предупреждение. Эта информационная страница не может быть удалена, поскольку она в настоящее время назначается как условия возврата магазина!';

$_['error_store']            = 'Предупреждение. Эта информационная страница не может быть удалена, поскольку она в настоящее время используется хранилищами %s!';

