<?php

// Heading

$_['heading_title']    = 'Статус недвижимости';



// Text

$_['text_success']     = 'Успех: вы изменили статус собственности!';

$_['text_list']        = 'Список статусов собственности';

$_['text_add']         = 'Добавить статус недвижимости';

$_['text_edit']        = 'Изменить статус собственности';





//13/2/2018/

$_['text_success']           = 'успешно: Добавить статус недвижимости!';

$_['text_successedit']       = 'успешно: вы изменили статус собственности';

$_['text_successdelete']     = 'успешно: статус свойства Удалить';

//13/2/2018/





// Column

$_['column_name']      = 'Название свойства';

$_['column_action']    = 'действие';



// Entry

$_['entry_name']       = 'Название свойства';



// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение статусов свойств!';

$_['error_name']       = 'Статус свойства Имя должно быть от 3 до 32 символов!';

$_['error_default']    = 'Предупреждение: этот статус свойства не может быть удален, поскольку он в настоящее время назначен статусом свойства хранилища по умолчанию!';

$_['error_download']   = 'Предупреждение: этот статус свойства не может быть удален, поскольку он в настоящее время назначен статусом загрузки по умолчанию!';

$_['error_store']      = 'Предупреждение: этот статус свойства не может быть удален, поскольку он в настоящее время назначен для хранилищ %s!';

$_['error_property']      = 'Предупреждение: этот статус свойства не может быть удален, поскольку он в настоящее время назначен для свойств %s!';

