<?php

// Heading

$_['heading_title']                    = 'Тема сайта по умолчанию';



// Text

$_['text_theme']                       = 'Темы';

$_['text_success']                     = 'Успех: вы изменили тему веб-сайта по умолчанию!';

$_['text_edit']                        = 'Редактировать тему по умолчанию';

$_['text_general']                     = 'Генеральная';

$_['text_product']                     = 'Продукты';

$_['text_image']                       = 'Изображений';



// Entry

$_['entry_directory']                  = 'Тематический каталог';

$_['entry_status']                     = 'Положение дел';

$_['entry_product_limit']              = 'Элементы по умолчанию на странице';

$_['entry_product_description_length'] = 'Список Описание Ограничение';

$_['entry_image_category']             = 'Категория Размер изображения (Ш x В)';

$_['entry_image_thumb']                = 'Изображение продукта Thumb Size (Ш x В)';

$_['entry_image_popup']                = 'Размер изображения продукта (Ш x В)';

$_['entry_image_product']              = 'Размер списка изображений продукта (Ш x В)';

$_['entry_image_additional']           = 'Дополнительный размер изображения продукта (Ш x В)';

$_['entry_image_related']              = 'Связанный размер изображения продукта (Ш x В)';

$_['entry_image_compare']              = 'Сравните размер изображения (Ш x В)';

$_['entry_image_wishlist']             = 'Список желаний Размер изображения (Ш x В)';

$_['entry_image_cart']                 = 'Размер изображения (W x H)';

$_['entry_image_location']             = 'Размер изображения веб-сайта (Ш x В)';

$_['entry_width']                      = 'Ширина';

$_['entry_height']                     = 'Высота';



// Help

$_['help_directory'] 	               = 'Это поле предназначено только для того, чтобы более старые темы могли быть совместимы с новой системой тем. Вы можете установить каталог тем для использования в настройках размера изображения, определенных здесь.';

$_['help_product_limit'] 	           = 'Определяет, сколько позиций каталога отображается на странице (продукты, категории и т. Д.)';

$_['help_product_description_length']  = 'В представлении списка краткое описание символьного ограничения (категории, специальные и т. Д.)';



// Error

$_['error_permission']                 = 'Предупреждение: у вас нет разрешения на изменение темы хранилища по умолчанию!';

$_['error_limit']       	           = 'Требуется лимит продукта!';

$_['error_image_thumb']                = 'Изображение продукта!';

$_['error_image_popup']                = 'Размер изображения продукта!';

$_['error_image_product']              = 'Список продуктов!';

$_['error_image_category']             = 'Список категорий Размер размеров!';

$_['error_image_additional']           = 'Требуются дополнительные размеры изображения продукта!';

$_['error_image_related']              = 'Размер соответствующего размера!';

$_['error_image_compare']              = 'Сравните требуемые размеры изображения!';

$_['error_image_wishlist']             = 'Список желаний!';

$_['error_image_cart']                 = 'Размер изображения в корзине!';

$_['error_image_location']             = 'Размер изображения веб-сайта!';