<?php
// Heading
$_['heading_title']    = 'Менеджер изображений';

// Text
$_['text_uploaded']    = 'Успех: ваш файл загружен!';
$_['text_directory']   = 'Успех: создан каталог!';
$_['text_delete']      = 'Успех: ваш файл или каталог удален!';

// Entry
$_['entry_search']     = 'Поиск..';
$_['entry_folder']     = 'Имя папки';

// Error
$_['error_permission'] = 'Предупреждение: разрешение отклонено!';
$_['error_filename']   = 'Внимание: имя файла должно быть от 3 до 255!';
$_['error_folder']     = 'Предупреждение: имя папки должно быть от 3 до 255!';
$_['error_exists']     = 'Внимание: файл или каталог с тем же именем уже существует.!';
$_['error_directory']  = 'Предупреждение: Каталог не существует!';
$_['error_filesize']   = 'Предупреждение: неправильный размер файла!';
$_['error_filetype']   = 'Предупреждение: неправильный тип файла!';
$_['error_upload']     = 'Внимание: файл нельзя загрузить по неизвестной причине!';
$_['error_delete']     = 'Предупреждение: вы не можете удалить этот каталог!';
