<?php

// Heading

$_['heading_title']    = 'Модули';



// Text

$_['text_success']     = 'Успех: у вас есть модифицированные модули!';

$_['text_layout']      = 'После того, как вы установили и настроили модуль, вы можете добавить его в макет <a href="%s" class="alert-link">Вот</a>!';

$_['text_add']         = 'Добавить модуль';

$_['text_list']        = 'Список модулей';



// Column

$_['column_name']      = 'Имя модуля';

$_['column_action']    = 'действие';



// Entry

$_['entry_code']       = 'модуль';

$_['entry_name']       = 'Имя модуля';



// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения на модификацию модулей!';

$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';

$_['error_code']       = 'Требуется расширение!';