<?php
// Heading
$_['heading_title']        				= 'OpenBay Pro';

// Buttons
$_['button_retry']						= 'Retry';
$_['button_update']						= 'Обновить';
$_['button_patch']						= 'заплата';
$_['button_faq']						= 'Просмотр FAQ темы';

// Tab
$_['tab_setting']						= 'настройки';
$_['tab_update']						= 'Обновления программного обеспечения';
$_['tab_update_v1']						= 'Легкое обновление';
$_['tab_patch']							= 'заплата';
$_['tab_developer']						= 'разработчик';

// Text
$_['text_dashboard']         			= 'Панель приборов';
$_['text_success']         				= 'Успех: настройки сохранены';
$_['text_products']          			= 'Предметы';
$_['text_orders']          				= 'заказы';
$_['text_manage']          				= 'управлять';
$_['text_help']                     	= 'Помогите';
$_['text_tutorials']                    = 'Учебники';
$_['text_suggestions']                  = 'идеи';
$_['text_version_latest']               = 'Вы используете последнюю версию';
$_['text_version_check']     			= 'Проверка версии программного обеспечения';
$_['text_version_installed']    		= 'Установленная версия OpenBay Pro: v';
$_['text_version_current']        		= 'Ваша версия';
$_['text_version_available']        	= 'последнее';
$_['text_language']             		= 'Язык ответа API';
$_['text_getting_messages']     		= 'Получение сообщений OpenBay Pro';
$_['text_complete']     				= 'полный';
$_['text_patch_complete']           	= 'Патч был применен';
$_['text_connection_ok']				= 'Подключено к серверу ОК. Найдены папки в RealEstate';
$_['text_updated']						= 'Обновлен модуль (v.%s)';
$_['text_update_description']			= 'Инструмент обновления внесет изменения в файловую систему вашего магазина. Перед обновлением убедитесь, что у вас есть полное резервное копирование файлов и баз данных.';
$_['text_patch_description']			= 'Если вы загрузили файлы обновлений вручную, вам нужно запустить патч для завершения обновления';
$_['text_clear_faq']                    = 'Удалить скрытые часто задаваемые вопросы';
$_['text_clear_faq_complete']           = 'Уведомления теперь будут отображаться снова';
$_['text_install_success']              = 'Биржа установлена';
$_['text_uninstall_success']            = 'Торговая площадка была удалена';
$_['text_title_messages']               = 'Сообщения & amp; уведомления';
$_['text_marketplace_shipped']			= 'Статус заказа будет обновлен для отправки на рынок';
$_['text_action_warning']				= 'Это действие опасно, поэтому защита паролем.';
$_['text_check_new']					= 'Проверка новой версии';
$_['text_downloading']					= 'Загрузка файлов обновлений';
$_['text_extracting']					= 'Извлечения файлов';
$_['text_running_patch']				= 'Запуск файлов патча';
$_['text_fail_patch']					= 'Не удалось извлечь файлы обновлений';
$_['text_updated_ok']					= 'Обновление завершено, установленная версия сейчас';
$_['text_check_server']					= 'Проверка требований к серверу';
$_['text_version_ok']					= 'Программное обеспечение уже обновлено, установленная версия ';
$_['text_remove_files']					= 'Удаление файлов больше не требуется';
$_['text_confirm_backup']				= 'Перед продолжением убедитесь, что у вас есть полная резервная копия';

// Column
$_['column_name']          				= 'Имя плагина';
$_['column_status']        				= 'Положение дел';
$_['column_action']        				= 'действие';

// Entry
$_['entry_patch']            			= 'Патч для обновления вручную';
$_['entry_courier']						= 'курьер';
$_['entry_courier_other']           	= 'Другой курьер';
$_['entry_tracking']                	= 'отслеживание #';
$_['entry_empty_data']					= 'Пустые данные веб-сайта?';
$_['entry_password_prompt']				= 'Введите пароль очистки данных.';
$_['entry_update']						= 'Простое обновление 1 клика';
$_['entry_beta']						= 'Использовать бета-версию';

// Error
$_['error_admin']             			= 'Ожидается каталог администратора';
$_['error_no_admin']					= 'Соединение OK, но ваш каталог администратора RealEstate не найден';
$_['error_no_files']					= 'Соединение OK, но папки RealEstate не найдены! Правильно ли ваш корневой путь?';
$_['error_failed']						= 'Не удалось загрузить, повторить попытку?';
$_['error_tracking_id_format']			= 'Идентификатор отслеживания не может содержать символы > или <';
$_['error_tracking_courier']			= 'Вы должны выбрать курьера, если хотите добавить идентификатор отслеживания';
$_['error_tracking_custom']				= 'Пожалуйста, оставьте поле курьера пустым, если вы хотите использовать пользовательский курьер';
$_['error_permission']					= 'У вас нет разрешения на изменение расширения OpenBay Pro';
$_['error_mkdir']						= 'Функция PHP mkdir отключена, обратитесь к своему хозяину';
$_['error_file_delete']					= 'Не удалось удалить эти файлы, вы должны удалить их вручную';
$_['error_mcrypt']            			= 'Функция PHP «mcrypt_encrypt» не включена. Свяжитесь с вашим провайдером хостинга.';
$_['error_mbstring']               		= 'PHP-библиотека «mb-строки» не включена. Свяжитесь с вашим провайдером хостинга.';
$_['error_oc_version']             		= 'Ваша версия RealEstate не проверена для работы с этим модулем. У вас могут возникнуть проблемы.';
$_['error_fopen']             			= 'Функция PHP «fopen» отключена вашим хостом - вы не сможете импортировать изображения при импорте продуктов';
$_['lang_error_vqmod']             		= 'Ваша папка vqmod содержит старые файлы OpenBay Pro - их нужно удалить!';

// Help
$_['help_clear_faq']					= 'Показывать все уведомления о помощи';
$_['help_empty_data']					= 'Это может нанести серьезный ущерб, не используйте его, если вы не знаете, что он делает!';
$_['help_easy_update']					= 'Нажмите «Обновить», чтобы установить последнюю версию OpenBay Pro автоматически.';
$_['help_patch']						= 'Нажмите, чтобы запустить скрипты исправления';
$_['help_beta']							= 'Внимание! Бета-версия является последней версией разработки. Он может быть нестабильным и содержать ошибки.';