<?php
// Heading
$_['heading_title']    = 'Плата за обработку';

// Text
$_['text_total']       = 'Итоги заказа';
$_['text_success']     = 'Успех: вы изменили стоимость обработки!';
$_['text_edit']        = 'Размер платы за обработку объявлений';

// Entry
$_['entry_total']      = 'Весь заказ';
$_['entry_fee']        = 'плата';
$_['entry_tax_class']  = 'Налоговый класс';
$_['entry_status']     = 'Положение дел';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Сумма проверки должна быть достигнута до того, как эта сумма будет активна.';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение общей суммы комиссионных!';