<?php
// Heading
$_['heading_title']    = 'Плата за низкий порядок';

// Text
$_['text_total']       = 'Итоги заказа';
$_['text_success']     = 'Успех: вы изменили общую стоимость заказа!';
$_['text_edit']        = 'Изменить комиссию за низкий порядок';

// Entry
$_['entry_total']      = 'Весь заказ';
$_['entry_fee']        = 'плата';
$_['entry_tax_class']  = 'Налоговый класс';
$_['entry_status']     = 'Положение дел';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Сумма проверки должна быть достигнута до того, как эта сумма заказа будет деактивирована.';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение суммы минимального взноса!';
