<?php
// Heading
$_['heading_title']    = 'Перевозка';

// Text
$_['text_total']       = 'Итоги заказа';
$_['text_success']     = 'Успех: вы изменили стоимость доставки!';
$_['text_edit']        = 'Изменить доставку Всего';

// Entry
$_['entry_estimator']  = 'Оценщик стоимости доставки';
$_['entry_status']     = 'Положение дел';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение общей суммы доставки!';