<?php

// Heading

$_['heading_title']    = 'Карусель';



// Text

$_['text_extension']   = 'расширения';

$_['text_success']     = 'Успех: у вас есть модифицированный модуль карусели!';

$_['text_edit']        = 'Редактировать модуль карусели';



// Entry

$_['entry_name']       = 'Имя модуля';

$_['entry_banner']     = 'баннер';

$_['entry_width']      = 'Ширина';

$_['entry_height']     = 'Высота';

$_['entry_status']     = 'Положение дел';



// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения изменять модуль карусели!';

$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';

$_['error_width']      = 'Требуется ширина!';

$_['error_height']     = 'Требуется высота!';