<?php

// Heading

$_['heading_title']    = 'Рекомендуемые';



// Text

$_['text_extension']   = 'расширения';

$_['text_success']     = 'Успех: у вас есть модифицированный модуль!';

$_['text_edit']        = 'Редактировать избранный модуль';



// Entry

$_['entry_name']       = 'Имя модуля';

$_['entry_product']    = 'Продукты';

$_['entry_limit']      = 'предел';

$_['entry_width']      = 'Ширина';

$_['entry_height']     = 'Высота';

$_['entry_status']     = 'Положение дел';



// Help

$_['help_product']     = '(Автозаполнение)';



// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение модуля!';

$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';

$_['error_width']      = 'Требуется ширина!';

$_['error_height']     = 'Требуется высота!';