<?php

// Heading

$_['heading_title']    = '<span style="color:#33CCFF">Новостная рассылка</span>';



// Text

$_['text_extension']      = 'расширения';

$_['text_success']        = 'Успех: вы модифицировали модуль. Новостное письмо!';

$_['text_left']           = 'Оставил';

$_['text_right']          = 'Правильно';

$_['text_edit']           = 'Новости Письмо Редактировать';

$_['text_text_default']   = 'Когда вы включаете эту опцию, открытая корзина зарегистрированных пользователей также может подписаться или отказаться от подписки, используя это';

$_['text_info']           = '<span class="help"> Разработано <a href="http://www.probeseven.com" target="_blank"> Probeseven </a> </span>';  

$_['text_module']         = 'Модули';



//help



$_['help_name']          	= 'Добавить имя модуля здесь.';

$_['help_status']        	=

$_['help_popup']         	= 'если вы хотите создать форму для рассылки новостей, выберите «Включить», иначе «Отключить»';

$_['help_unsubscribe']   	= 'Если вы хотите отменить рассылку электронной почты в информационном бюллетене, выберите «Включить» здесь';

$_['help_text']          	= 'Добавить форму заголовка информационного бюллетеня здесь';

$_['help_text_color']    	= 'Установить цвет информационного бюллетеня Текст отсюда';

$_['help_text_color1']    	= 'Установить цвет без всплывающего информационного бюллетеня Текст отсюда';

$_['help_bgtop']         	= 'Отсюда вы можете установить цвет бюллетеня Popup';

$_['help_bgbottom']      	= 'Здесь вы можете установить нижний цвет кнопки информационного бюллетеня для эффекта градации';

$_['help_border']        	= 'Добавить рассылку Backgrounf цвет отсюда';

$_['help_hover']         	= 'Добавить кнопку Newslater. Наведите курсор на цвет текста здесь';

$_['help_container']     	= 'Установите полный цвет фона коробки здесь';





// Entry

$_['entry_name']  			= 'Имя модуля';

$_['entry_text_color1']  	= 'Сообщение по умолчанию Newslater';

$_['entry_unsubscribe'] 	= 'Отказаться от подписки';

$_['entry_status']      	= 'Положение дел';

$_['entry_options']    	 	= 'Опции';

$_['entry_mail']   			= 'Отправить электронное письмо';

$_['entry_popup']   		= 'Выскакивать';

$_['entry_registered'] 		= 'Зарегистрированные пользователи';

$_['entry_text_color']  	= 'Цвет текста Newslater';

$_['entry_bgtop_color'] 	= 'Всплывающие цвета';

$_['entry_bgbottom_color']  = 'Цвет текста кнопки';

$_['entry_border_color']   	= 'Кнопка Newslater Bgcolor';

$_['entry_text']  			= 'Название кнопки';

$_['entry_hover_color']   	= 'Цвет кнопки';

$_['entry_container_color'] = 'Цвет контейнера bg';

$_['tab_general']   		= 'Генеральная';

$_['tab_data']      		= 'Настройка цвета';





// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения на модификацию модуля. Новостное письмо!';

$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';

?>