<?php

// Heading

$_['heading_title']    = 'Слайд-шоу';



// Text

$_['text_extension']   = 'расширения';

$_['text_success']     = 'Успех: вы изменили модуль слайд-шоу!';

$_['text_edit']        = 'Редактировать модуль слайд-шоу';



// Entry

$_['entry_name']       = 'Имя модуля';

$_['entry_banner']     = 'баннер';

$_['entry_width']      = 'Ширина';

$_['entry_height']     = 'Высота';

$_['entry_status']     = 'Положение дел';



// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение модуля слайд-шоу!';

$_['error_name']       = 'Имя модуля должно быть от 3 до 64 символов!';

$_['error_width']      = 'Требуется ширина!';

$_['error_height']     = 'Требуется высота!';