<?php
// Heading
$_['heading_title']          = 'Вопросы-Ответы';

// Text
$_['text_success']           = 'Успех: вы изменили FAQ!';
$_['text_list']              = 'Часто задаваемые вопросы';
$_['text_add']               = 'Добавить FAQ';
$_['text_edit']              = 'Редактировать FAQ';
$_['text_default']           = 'По умолчанию';

// Column
$_['column_name']            = 'Часто задаваемые вопросы';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'действие';

// Entry
$_['entry_category']         = 'категория';
$_['entry_name']             = 'Вопрос';
$_['entry_description']      = 'Ответ';
$_['entry_meta_title'] 	     = 'Название метатега';
$_['entry_meta_keyword'] 	 = 'Мета-тег Ключевые слова';
$_['entry_meta_description'] = 'Описание Meta Tag';
$_['entry_keyword']          = 'Ключевое слово SEO';
$_['entry_parent']           = 'родитель';
$_['entry_filter']           = 'фильтры';
$_['entry_store']            = 'Веб-сайт';
$_['entry_image']            = 'Образ';
$_['entry_top']              = 'верхний';
$_['entry_column']           = 'Колонны';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_status']           = 'Положение дел';
$_['entry_layout']           = 'Переопределение макета';

// Help
$_['help_filter']            = '(Автозаполнение)';
$_['help_keyword']           = 'Не используйте пробелы, вместо этого замените пробелы - и убедитесь, что ключевое слово уникально глобально.';
$_['help_top']               = 'Отображение в верхней строке меню. Работает только для основного вопроса о родителях.';
$_['help_column']            = 'Количество столбцов для использования в нижней части 3 часто задаваемых вопросов. Работает только для основного вопроса о родителях.';

// Error
$_['error_warning']          = 'Внимание! Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Предупреждение: у вас нет разрешения изменять FAQ!';
$_['error_name']             = 'FAQ Имя должно быть от 2 до 32 символов!';
$_['error_meta_title']       = 'Название мета должно быть больше 3 и меньше 255 символов!';
$_['error_keyword']          = 'Ключевое слово SEO уже используется!';
$_['error_category']          = 'Выберите категорию, если категории нет, а затем добавьте категорию!	';