<?php
// Heading
$_['heading_title']          = 'Галерея';

// Text
$_['text_success']           = 'Успех: вы изменили Галерею!';
$_['text_default']           = 'По умолчанию';
$_['text_image_manager']     = 'Менеджер изображений';
$_['text_browse']            = 'Просматривать';
$_['text_clear']             = 'Очистить';
$_['text_list']              = 'Список галерей';
$_['text_add']               = 'Добавить галерею';
$_['text_edit']              = 'Изменить список галерей';
$_['entry_url']          	 = 'URL-адрес SEO';

// Column
$_['column_name']            = 'Название альбома';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_image']           = 'Изображение обложки';
$_['column_status']          = 'Положение дел';
$_['column_action']          = 'действие';

// Entry
$_['entry_name']             = 'Название альбома:';
$_['entry_description']      = 'Описание:';
$_['entry_image']            = 'Альбомная рамка:';
$_['entry_sort_order']       = 'Порядок сортировки:';
$_['entry_status']           = 'Положение дел:';

// Error 
$_['error_warning']          = 'Внимание! Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Предупреждение: у вас нет разрешения на изменение галереи!';
$_['error_name']             = 'Название галереи должно быть от 2 до 32 символов!';
?>