<?php

// Heading

$_['heading_title']          = 'Информация';



// Text

$_['text_success']           = 'Успех: вы изменили информацию!';

$_['text_list']              = 'Список информации';

$_['text_add']               = 'Добавить информацию';

$_['text_edit']              = 'Изменить информацию';

$_['text_default']           = 'По умолчанию';



// Column

$_['column_title']           = 'Заголовок информации';

$_['column_sort_order']	     = 'Порядок сортировки';

$_['column_action']          = 'действие';



// Entry

$_['entry_title']            = 'Заголовок информации';

$_['entry_description']      = 'Описание';

$_['entry_store']            = 'магазины';

$_['entry_meta_title'] 	     = 'Название метатега';

$_['entry_meta_keyword'] 	 = 'Мета-тег Ключевые слова';

$_['entry_meta_description'] = 'Описание Meta Tag';

$_['entry_keyword']          = 'URL SEO';

$_['entry_bottom']           = 'Дно';

$_['entry_status']           = 'Положение дел';

$_['entry_sort_order']       = 'Порядок сортировки';

$_['entry_layout']           = 'Переопределение макета';



// Help

$_['help_keyword']           = 'Не используйте пробелы, вместо этого замените пробелы - и убедитесь, что URL-адрес SEO уникален во всем мире.';

$_['help_bottom']            = 'Отображение нижнего нижнего колонтитула.';



// Error

$_['error_warning']          = 'Внимание! Пожалуйста, внимательно проверьте форму на наличие ошибок!';

$_['error_permission']       = 'Предупреждение: у вас нет разрешения на изменение информации!';

$_['error_title']            = 'Информация Название должно быть от 3 до 64 символов!';

$_['error_description']      = 'Описание должно быть более 3 символов!';

$_['error_meta_title']       = 'Название мета должно быть больше 3 и меньше 255 символов!';

$_['error_keyword']          = 'URL SEO уже используется!';

$_['error_account']          = 'Предупреждение. Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена в качестве условий учетной записи веб-сайта!';

$_['error_checkout']         = 'Предупреждение. Эта страница информации не может быть удалена, поскольку она в настоящее время назначена в качестве условий оформления веб-сайта!';

$_['error_affiliate']        = 'Предупреждение. Эта страница информации не может быть удалена, поскольку она в настоящее время назначена в качестве условий веб-сайта!';

$_['error_return']           = 'Предупреждение. Эта информационная страница не может быть удалена, поскольку она в настоящее время назначается как условия возврата веб-сайта!';

$_['error_store']            = 'Предупреждение. Эта информационная страница не может быть удалена, поскольку она в настоящее время используется %s магазины!';

