<?php
// Heading
$_['heading_title']    = 'Подписчики информационного бюллетеня';

// Text
$_['text_success']     = 'Успех: вы изменили подписчиков на рассылку новостей!';
$_['text_export']     = 'экспорт';
$_['text_list']     = 'Список подписчиков информационного бюллетеня';
$_['text_add']     = 'Добавить подписчиков информационного бюллетеня';
$_['text_edit']     = 'Изменить подписчиков информационного бюллетеня';

// Column
$_['column_name']      = 'имя';
$_['column_email']     = 'Эл. адрес';
$_['column_action']    = 'действие';

// Entry
$_['entry_name']       = 'имя';
$_['entry_code']       = 'Эл. адрес';



// Error
$_['error_email_exist']= 'Идентификатор электронной почты уже существует';
$_['error_email_id']      = 'Неверный формат электронной почты';
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение подписчиков на рассылку новостей!';
?>