<?php

// Heading

$_['heading_title']    = 'Возвратные причины';



// Text

$_['text_success']     = 'Успех: вы изменили причины возврата!';

$_['text_list']        = 'Список причин возврата';

$_['text_add']         = 'Добавить отзыв Причина';

$_['text_edit']        = 'Изменение причины возврата';



// Column

$_['column_name']      = 'Имя причины возврата';

$_['column_action']    = 'действие';



// Entry

$_['entry_name']       = 'Имя причины возврата';



// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение причин возврата!';

$_['error_name']       = 'Возврат Причина Имя должно быть от 3 до 128 символов!';

$_['error_return']     = 'Предупреждение: эта причина возврата не может быть удалена, поскольку она в настоящее время назначена для возвращаемых продуктов %s!';