<?php

// Heading

$_['heading_title']          = 'зон';



// Text

$_['text_success']           = 'Успех: вы изменили зоны!';

$_['text_list']              = 'Список зон';

$_['text_add']               = 'Добавить зону';

$_['text_edit']              = 'Изменить зону';



// Column

$_['column_name']            = 'Название зоны';

$_['column_code']            = 'Код зоны';

$_['column_country']         = 'Страна';

$_['column_action']          = 'действие';



// Entry

$_['entry_name']             = 'Название зоны';

$_['entry_code']             = 'Код зоны';

$_['entry_country']          = 'Страна';

$_['entry_status']           = 'Положение дел';



// Error

$_['error_permission']       = 'Предупреждение: у вас нет разрешения на изменение зон!';

$_['error_name']             = 'Имя зоны должно быть от 3 до 128 символов!';

$_['error_default']          = 'Предупреждение: эта зона не может быть удалена, поскольку она в настоящее время назначена в качестве зоны хранения по умолчанию!';

$_['error_store']            = 'Предупреждение: эта зона не может быть удалена, поскольку она в настоящее время назначена для магазинов %s!';

$_['error_address']          = 'Предупреждение: эта зона не может быть удалена, поскольку она в настоящее время назначена для записей адресной книги %s!';

$_['error_affiliate']        = 'Предупреждение: эта зона не может быть удалена, поскольку она в настоящее время назначена для членских организаций %s!';

$_['error_zone_to_geo_zone'] = 'Предупреждение: эта зона не может быть удалена, поскольку она в настоящее время назначена для зон %s для геозондов!';