<?php

// Heading

$_['heading_title']    = 'категории';



// Text

$_['text_extension']   = 'расширения';

$_['text_success']     = 'Успех: у вас изменен клиент панели мониторинга!';

$_['text_edit']        = 'Изменить клиента панели мониторинга';

$_['text_view']        = 'Показать еще...';



// Entry

$_['entry_status']     = 'Положение дел';

$_['entry_sort_order'] = 'Порядок сортировки';

$_['entry_width']      = 'Ширина';



// Error

$_['error_permission'] = 'Предупреждение. У вас нет разрешения на изменение клиента панели мониторинга!';