<?php

// Heading

$_['heading_title']    = 'агент';



// Text

$_['text_extension']   = 'расширения';

$_['text_success']     = 'Успех: вы изменили заказы на панели управления!';

$_['text_edit']        = 'Редактировать заказы на панели мониторинга';

$_['text_view']        = 'Подробнее ...';



// Entry

$_['entry_status']     = 'Положение дел';

$_['entry_sort_order'] = 'Порядок сортировки';

$_['entry_width']      = 'Ширина';



// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение заказов на приборную панель!';