<?php

// Heading

$_['heading_title']    = 'расспросы';



// Text

$_['text_extension']   = 'расширения';

$_['text_success']     = 'Успех: вы изменили листинг панели!';

$_['text_edit']        = 'Изменить список панели мониторинга';

$_['text_view']        = 'Показать еще...';



// Entry

$_['entry_status']     = 'Положение дел';

$_['entry_sort_order'] = 'Порядок сортировки';

$_['entry_width']      = 'Ширина';



// Error

$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение листинга панели!';