<?php
// Heading
$_['heading_title']     = 'Мероприятия';

// Text
$_['text_success']      = 'Успех: вы изменили события!';
$_['text_list']         = 'Список событий';
$_['text_event']        = 'События используются расширениями для переопределения стандартных функций вашего магазина. Если у вас есть проблемы, вы можете отключить или включить события здесь.';

// Column
$_['column_code']       = 'Код события';
$_['column_trigger']    = 'Вызывать';
$_['column_action']     = 'действие';
$_['column_status']     = 'Положение дел';
$_['column_date_added'] = 'Дата Добавлена';
$_['column_action']     = 'действие';

// Error
$_['error_permission']  = 'Предупреждение: у вас нет разрешения на изменение расширений!';