<?php
// Heading
$_['heading_title']        = 'Установщик расширений';

// Text
$_['text_upload']          = 'Загрузите свои расширения';
$_['text_success']         = 'Успех: расширение установлено!';
$_['text_unzip']           = 'Извлечения файлов!';
$_['text_ftp']             = 'Копирование файлов!';
$_['text_sql']             = 'Запуск SQL!';
$_['text_xml']             = 'Применение изменений!';
$_['text_php']             = 'Запуск PHP!';
$_['text_remove']          = 'Удаление временных файлов!';
$_['text_clear']           = 'Успех: вы удалили все временные файлы!';

// Entry
$_['entry_upload']         = 'Загрузить файл';
$_['entry_overwrite']      = 'Файлы, которые будут перезаписаны';
$_['entry_progress']       = 'Прогресс';

// Help
$_['help_upload']          = 'Требуется файл с расширением с расширением ".ocmod.zip" or ".ocmod.xml".';

// Error
$_['error_permission']     = 'Предупреждение: у вас нет разрешения на изменение расширений!';
$_['error_temporary']      = 'Предупреждение. Существуют временные файлы, которые требуют удаления. Нажмите кнопку очистки, чтобы удалить их.!';
$_['error_upload']         = 'Файл не может быть загружен!';
$_['error_filetype']       = 'Неверный тип файла!';
$_['error_file']           = 'Файл не найден!';
$_['error_unzip']          = 'Не удалось открыть файл Zip!';
$_['error_code']           = 'Для модификации требуется уникальный идентификационный код!';
$_['error_exists']         = 'модификация %s использует тот же ID-код, что и тот, который вы пытаетесь загрузить!';
$_['error_directory']      = 'Каталог, содержащий файлы для загрузки, не найден!';
$_['error_ftp_status']     = 'FTP необходимо включить в настройках';
$_['error_ftp_connection'] = 'Не удалось подключиться как %s:%s';
$_['error_ftp_login']      = 'Не удалось войти в систему как %s';
$_['error_ftp_root']       = 'Не удалось установить корневой каталог как %s';
$_['error_ftp_directory']  = 'Не удалось перейти в каталог %s';
$_['error_ftp_file']       = 'Не удалось загрузить файл %s';
