<?php

// Heading

$_['heading_title']     = 'изменения';



// Text

$_['text_success']      = 'Успех: вы изменили модификации!';

$_['text_refresh']      = 'Всякий раз, когда вы включаете / запрещаете или удаляете модификацию, вам нужно нажать кнопку обновления, чтобы перестроить кеш модификации!';

$_['text_list']         = 'Список модификаций';



// Column

$_['column_name']       = 'Название модификации';

$_['column_author']     = 'автор';

$_['column_version']    = 'Версия';

$_['column_status']     = 'Положение дел';

$_['column_date_added'] = 'Дата Добавлена';

$_['column_action']     = 'действие';



// Error

$_['error_permission']  = 'Предупреждение: у вас нет разрешения на модификацию модификаций!';